{
  "nav": {
    "about": "Sobre M칤",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre M칤",
    "description": "Desarrollador Full-Stack | Experto en React, Node.js, Java y C#\n\n\nSoy un desarrollador full-stack apasionado por transformar ideas en soluciones digitales eficientes y escalables. Con amplia experiencia en tecnolog칤as web modernas, trabajo tanto en frontend como en backend, creando aplicaciones 치giles, seguras e intuitivas. Mi experiencia en desarrollo de software me permite construir sistemas robustos, enfoc치ndome en el rendimiento y la mejor experiencia del usuario.\n\n\nBusco constantemente mejorar mis habilidades y explorar nuevas tecnolog칤as para entregar soluciones que realmente marquen la diferencia. 쮺onstruimos algo incre칤ble juntos? 游",
    "skills": "Principales Habilidades T칠cnicas"
  },
  "projects": {
    "title": "Proyectos",
    "viewGithub": "Ver en GitHub",
    "viewLive": "Demo en Vivo",
    "items": {
      "wisewallet": {
        "title": "WiseWallet",
        "description": "Sistema de gesti칩n financiera personal y familiar con control de ingresos, gastos e inversiones. Ofrece categorizaci칩n inteligente, informes, metas y presupuestos, ayudando a los usuarios a tomar decisiones m치s conscientes y eficaces sobre su dinero. Tambi칠n permite gesti칩n colaborativa."
      },
      "wisepark": {
        "title": "WisePark",
        "description": "Sistema de gesti칩n de estacionamientos que permite un control eficiente de la entrada y salida de veh칤culos. Ofrece funciones como registro detallado de veh칤culos, generaci칩n de informes y gr치ficos, acceso compartido para gesti칩n colaborativa y monitoreo en tiempo real de la ocupaci칩n, garantizando mayor organizaci칩n y seguridad."
      },
      "advogada": {
        "title": "P치gina Profesional de la Abogada",
        "description": "Landing page dise침ada para presentar a una abogada, destacando sus 치reas de pr치ctica, experiencia y credibilidad. Cuenta con un dise침o moderno y responsivo, adem치s de un formulario de contacto directo por correo electr칩nico, facilitando la comunicaci칩n con clientes potenciales."
        }
    }
  },
  "contact": {
    "title": "Contacto",
    "name": "Nombre",
    "email": "Email",
    "message": "Mensaje",
    "send": "Enviar Mensaje",
    "sending": "Enviando...",
    "success": "춰Mensaje enviado con 칠xito!",
    "error": "Error al enviar mensaje. Intente nuevamente.",
    "validation": {
      "nameRequired": "El nombre es requerido",
      "emailRequired": "El email es requerido",
      "emailInvalid": "Formato de email inv치lido",
      "messageRequired": "El mensaje es requerido"
    }
  }
}