{
  "nav": {
    "about": "Sobre M铆",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre M铆",
    "description": "Desarrollador Full-Stack | Experto en React, Node.js, Java y C#\n\n\nSoy un desarrollador full-stack apasionado por transformar ideas en soluciones digitales eficientes y escalables. Con amplia experiencia en tecnolog铆as web modernas, trabajo tanto en frontend como en backend, creando aplicaciones 谩giles, seguras e intuitivas. Mi experiencia en desarrollo de software me permite construir sistemas robustos, enfoc谩ndome en el rendimiento y la mejor experiencia del usuario.\n\n\nBusco constantemente mejorar mis habilidades y explorar nuevas tecnolog铆as para entregar soluciones que realmente marquen la diferencia. 驴Construimos algo incre铆ble juntos? ",
    "skills": "Principales Habilidades T茅cnicas"
  },
  "projects": {
    "title": "Proyectos",
    "viewGithub": "Ver en GitHub",
    "viewLive": "Demo en Vivo",
    "items": {
      "ecommerce": {
        "title": "Plataforma de Comercio Electr贸nico",
        "description": "Una plataforma de comercio electr贸nico completa construida con React y Node.js. Incluye gesti贸n de productos, carrito de compras y procesamiento seguro de pagos."
      },
      "taskManager": {
        "title": "App de Gesti贸n de Tareas",
        "description": "Una aplicaci贸n colaborativa de gesti贸n de tareas con actualizaciones en tiempo real. Ayuda a los equipos a organizar y seguir sus proyectos de manera eficiente."
      },
      "weather": {
        "title": "Panel del Clima",
        "description": "Panel de monitoreo del clima en tiempo real con pron贸sticos detallados. Proporciona datos meteorol贸gicos precisos y hermosas visualizaciones."
      }
    }
  },
  "contact": {
    "title": "Contacto",
    "name": "Nombre",
    "email": "Email",
    "message": "Mensaje",
    "send": "Enviar Mensaje",
    "sending": "Enviando...",
    "success": "隆Mensaje enviado con 茅xito!",
    "error": "Error al enviar mensaje. Intente nuevamente.",
    "validation": {
      "nameRequired": "El nombre es requerido",
      "emailRequired": "El email es requerido",
      "emailInvalid": "Formato de email inv谩lido",
      "messageRequired": "El mensaje es requerido"
    }
  }
}