{
  "nav": {
    "about": "Sobre Mí",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre Mí",
<<<<<<< HEAD
    "description": "Desarrollador Full-Stack | Experto en React, Node.js, Java y C#\n\n\nSoy un desarrollador full-stack apasionado por transformar ideas en soluciones digitales eficientes y escalables. Con amplia experiencia en tecnologías web modernas, trabajo tanto en frontend como en backend, creando aplicaciones ágiles, seguras e intuitivas. Mi experiencia en desarrollo de software me permite construir sistemas robustos, enfocándome en el rendimiento y la mejor experiencia del usuario.\n\n\nBusco constantemente mejorar mis habilidades y explorar nuevas tecnologías para entregar soluciones que realmente marquen la diferencia. ¿Construimos algo increíble juntos? 🚀",
    "skills": "Principales Habilidades Técnicas"
=======
    "description": "Desarrollador full-stack con experiencia en tecnologías web modernas. Apasionado por crear aplicaciones eficientes, escalables y amigables. Experimentado en desarrollo frontend y backend, con enfoque en React y Node.js.",
    "skills": "Habilidades Técnicas"
>>>>>>> 2b524c9947ad5c1d411bbac59927419c0cd4d165
  },
  "projects": {
    "title": "Proyectos",
    "viewGithub": "Ver en GitHub",
    "viewLive": "Demo en Vivo",
    "items": {
      "ecommerce": {
        "title": "Plataforma de Comercio Electrónico",
        "description": "Una plataforma de comercio electrónico completa construida con React y Node.js. Incluye gestión de productos, carrito de compras y procesamiento seguro de pagos."
      },
      "taskManager": {
        "title": "App de Gestión de Tareas",
        "description": "Una aplicación colaborativa de gestión de tareas con actualizaciones en tiempo real. Ayuda a los equipos a organizar y seguir sus proyectos de manera eficiente."
      },
      "weather": {
        "title": "Panel del Clima",
        "description": "Panel de monitoreo del clima en tiempo real con pronósticos detallados. Proporciona datos meteorológicos precisos y hermosas visualizaciones."
      }
    }
  },
  "contact": {
    "title": "Contacto",
    "name": "Nombre",
    "email": "Email",
    "message": "Mensaje",
    "send": "Enviar Mensaje",
    "sending": "Enviando...",
    "success": "¡Mensaje enviado con éxito!",
    "error": "Error al enviar mensaje. Intente nuevamente.",
    "validation": {
      "nameRequired": "El nombre es requerido",
      "emailRequired": "El email es requerido",
      "emailInvalid": "Formato de email inválido",
      "messageRequired": "El mensaje es requerido"
    }
  }
}