{
  "nav": {
    "about": "Sobre Mim",
    "projects": "Projetos",
    "contact": "Contato"
  },
  "about": {
    "title": "Sobre Mim",
    "description": "Desenvolvedor Full-Stack | Especialista em React, Node.js Java e C#\n\n\nSou um desenvolvedor full-stack apaixonado por transformar ideias em soluções digitais eficientes e escaláveis. Com ampla experiência em tecnologias web modernas, atuo tanto no frontend quanto no backend, criando aplicações ágeis, seguras e intuitivas. Minha expertise em desenvolvimento de software me permite construir sistemas robustos, com foco na performance e na melhor experiência do usuário.\n\n\nBusco constantemente aprimorar minhas habilidades e explorar novas tecnologias para entregar soluções que realmente fazem a diferença. Vamos construir algo incrível juntos? 🚀",
    "skills": "Principais Habilidades Técnicas"
  },
  "projects": {
    "title": "Projetos",
    "viewGithub": "Ver no GitHub",
    "viewLive": "Demo ao Vivo",
    "items": {
      "wisewallet": {
        "title": "WiseWallet",
        "description": "Sistema de gestão financeira pessoal e familiar com controle de receitas, despesas e investimentos. Oferece categorização inteligente, relatórios, metas e orçamentos, ajudando os usuários a tomarem decisões mais conscientes e eficazes sobre seu dinheiro. Também permite gestão colaborativa."
      },
      "wisepark": {
        "title": "WisePark",
        "description": "Sistema de gerenciamento de estacionamento para controle de entrada e saída de veículos. Inclui recursos como registro de veiculos, relatórios, graficos, compartilhamento definanceiros e monitoramento em tempo real da ocupação."
      },
      "advogada": {
        "title": "Página Profissional da Advogada",
        "description": "Landing page desenvolvida para apresentar uma advogada, destacando suas áreas de atuação, experiência e credibilidade. Conta com um design moderno e responsivo, além de um formulário de contato direto por e-mail, facilitando a comunicação com clientes potenciais."
      }


    }
  },
  "contact": {
    "title": "Contato",
    "name": "Nome",
    "email": "Email",
    "message": "Mensagem",
    "send": "Enviar Mensagem",
    "sending": "Enviando...",
    "success": "Mensagem enviada com sucesso!",
    "error": "Erro ao enviar mensagem. Tente novamente.",
    "validation": {
      "nameRequired": "Nome é obrigatório",
      "emailRequired": "Email é obrigatório",
      "emailInvalid": "Formato de email inválido",
      "messageRequired": "Mensagem é obrigatória"
    }
  }
}